import { Container } from "../../../modules/components/Container"
import { SubTitle, Title } from "./SaleProgramPageStyled"

export const SaleProgramPage = () => {
    return (
      <Container>
    <div>
 
    <section>
        <Title>Корейська косметика оптом в Україні</Title>
    </section>

    <section>
        <SubTitle>Компанія Beauty Blossom – запрошує до співпраці</SubTitle>
        <p>Компанія Beauty Blossom запрошує до співпраці великі та малі гуртові магазини, салони краси та інстаграм сторінки. З нами ви отримуєте найвигідніші умови для співпраці:</p>
        <ul>
            <li>Мінімальна сума замовлення 2500 грн</li>
            <li>Безкоштовна доставка від 10 тис грн</li>
            <li>Доставка протягом 1-2 робочих днів з моменту оформлення</li>
            <li>Готівкова або безготівкова (ФОП) форма оплати. Все офіційно!</li>
            <li>Часте оновлення товарів: Daeng Gi Meo Ri, Medi-peel, Lador та інші</li>
        </ul>
    </section>

    <section>
        <h2>Відправка</h2>
        <p>Відправляємо Новою Поштою щоденно (крім неділі). При оплаті до 14:30 замовлення відправляємо в день оплати. При оплаті після 14:30 замовлення відправляється на наступний робочий день.</p>
    </section>

    <section>
        <h2>Оплата</h2>
        <p>Накладний платіж без передоплати або повна оплата на ФОП. При потребі, надаємо всі потрібні документи в друкованому або електронному вигляді.</p>
    </section>

    <section>
        <h2>Обмін та повернення</h2>
        <p>Протягом 14-ти днів з моменту отримання замовлення ви можете повернути або обміняти товар на інший, при умові якщо товар в належному вигляді та не був у використанні. Рекомендуємо вам уважно перевіряти замовлення перед оформленням для запобігання непорозуміння. Якщо ви отримали товар в неналежному вигляді або не в повному складі – обов’язково зв’яжіться з нашим менеджером для найшвидшого вирішення ситуації.</p>
    </section>

    <section>
        <h2>Контакти</h2>
        <p>З усіх питань ви можете зв’язатись з нами:</p>
        <ul>
            <li>Телефон: +38 (050) 052 91 00</li>
            <li>Електронна пошта: <a href="mailto:beautyblossom.opt@gmail.com">beautyblossom.opt@gmail.com</a></li>
        </ul>
    </section>

    <section>
        <h2>Графік роботи</h2>
        <p>Понеділок – субота з 9:30 по 18:00</p>
    </section>

    <section>
        <h2>Бажаєте стати оптовим покупцем?</h2>
        <p>Щоб стати оптовим покупцем, вам потрібно виконати наступні кроки:</p>
        <ol>
            <li>Заповніть анкету</li>
            <li>Надішліть менеджеру в телеграмі свою електронну пошту, яку вказували при реєстрації</li>
            <li>Ми переведемо ваш акаунт в статус оптового покупця</li>
        </ol>
        <p>Готово! Тепер ви можете оформляти замовлення на сайті та бачити історію своїх покупок.</p>
    </section>
            </div>
            </Container>
            )
            
}
